Repository: deepin-community/plasma-desktop
Catalog: po/*/kcm_baloofile.po
Languages: cs

# NAME OF TRANSLATORS
source: Your names
cs: Vít Pelčák

# EMAIL OF TRANSLATORS
source: Your emails
cs: vit@pelcak.org

source: File Search
cs: Hledání souboru

source: This module lets you configure the file indexer and search functionality.
cs: Tento modul umožňuje nastavit fungování indexování a hledání.

source: This will disable file searching in KRunner and launcher menus, and remove extended metadata display from all KDE applications.
cs: Tímto dojde k vypnutí hledání v KRunneru a nabídce spouštěče a odstranění zobrazení rozšířených metadat ze všech aplikací KDE.

source: Do you want to delete the saved index data? %1 of space will be freed, but if indexing is re-enabled later, the entire index will have to be re-created from scratch. This may take some time, depending on how many files you have.
cs: Přejete si smazat data indexování? Bude uvolněno %1 místa, ale pokud je indexování později znovu povoleno, data budou muset být znovu vytvořena. To může nějakou dobu trvat podle toho, kolik souborů máte.

source: Delete Index Data
cs: Smazat indexovaná data

source: File Search helps you quickly locate all your files based on their content.
cs: Hledání souborů vám pomáhá rychle najít všechny vaše soubory podle jejich obsahu.

source: Enable File Search
cs: Povolit vyhledávání souborů

source: Also index file content
cs: Taky indexovat obsah souboru

source: Index hidden files and folders
cs: Indexovat skryté soubory a složky

source: Status: %1, %2% complete
cs: Stav: %1, %2% dokončeno

source: Pause Indexer
cs: Pozastavit indexování

source: Resume Indexer
cs: Pokračovat v indexování

source: Currently indexing: %1
cs: Právě indexuji: %1

source: Folder specific configuration:
cs: Nastavení specifická pro složku:

source: Add folder configuration…
cs: Přidat nastavení složky…

source: Start indexing a folder…
cs: Spustit indexování složky…

source: Stop indexing a folder…
cs: Zastavit indexování složky…

source: Not indexed
cs: Neindexované

source: Indexed
cs: Indexovaná

source: Delete entry
cs: Smazat záznam

source: Select a folder to include
cs: Zvolte složku pro zahrnutí

source: Select a folder to exclude
cs: Zvolte složku pro vyřazení
