Repository: deepin-community/plasma-desktop
Catalog: po/*/kcm_splashscreen.po
Languages: fr

# NAME OF TRANSLATORS
source: Your names
fr: Maxime Corteel, Simon Depiets, Xavier Besnard

# EMAIL OF TRANSLATORS
source: Your emails
fr: mcorteel@gmail.com, sdepiets@gmail.com, xavier.besnard@neuf.fr

source: Splash Screen
fr: Écran de démarrage

source: None
fr: Aucun

source: No splash screen will be shown
fr: Aucun écran de démarrage ne sera affiché

source: You cannot delete the currently selected splash screen
fr: Vous ne pouvez supprimer l'écran actuellement sélectionné de démarrage.

source: This module lets you choose the splash screen theme.
fr: Ce module vous permet de choisir le thème de l'écran de démarrage.

source: Failed to show the splash screen preview.
fr: Impossible d'afficher l'aperçu de l'écran de démarrage.

source: Preview Splash Screen
fr: Aperçu de l'écran de démarrage

source: Uninstall
fr: Désinstaller

source: &Get New Splash Screens…
fr: Obtenir de nouveaux écrans de démarra&ge...

source: For future use
fr: Pour usage futur

source: Name of the current splash theme
fr: Nom de l'écran de démarrage courant
