Repository: deepin-community/plasma-desktop
Catalog: po/*/kcm_search.po
Languages: tr

# NAME OF TRANSLATORS
source: Your names
tr: Sezer Bozkır, Mesut Öztürk

# EMAIL OF TRANSLATORS
source: Your emails
tr: natgho@hotmail.com, doktormesut@gmail.com

# kcm name for About dialog
source: Configure Search Bar
tr: Arama Çubuğunu Yapılandır

source: Enable or disable plugins (used in KRunner and Application Launcher)
tr: Eklentileri etkinleştirin veya devre dışı bırakın (KRunner ve Uygulama Başlatıcısı'nda kullanılanlar)

source: Top
tr: Üst

source: Center
tr: Orta

source: Position on screen:
tr: Ekrandaki konumu:

source: Enable
tr: Etkinleştir

source: History:
tr: Geçmiş:

source: Retain previous search
tr: Önceki aramayı sakla

source: Activity aware (previous search and history)
tr: Etkinliğe duyarlı (önceki arama ve geçmiş)

source: Get New Plugins…
tr: Yeni Eklentiler Al…

source: Available Plugins
tr: Kullanılabilir Eklentiler

# delete history for all activities
source: For all activities
tr: Bütün etkinlikler için

# delete history for this activity
source: For activity "%1"
tr: "%1" etkinliği için

source: Clear History…
tr: Geçmişi Temizle…

source: Clear History
tr: Geçmişi Temizle

# @info:status
source: Failed to run install script in terminal <message>%1</message>
tr: Terminalde kurulum betiği çalıştırılamadı <message>%1</message>

# @info
source: Installation executed successfully, you may now close this window
tr: Kurulum başarıyla yürütüldü, şimdi bu pencereyi kapatabilirsiniz

# @info
source: Uninstallation executed successfully, you may now close this window
tr: Kaldırma başarıyla yürütüldü, şimdi bu pencereyi kapatabilirsiniz

# @info
source: KRunner plugin installation failed
tr: KRunner eklentisi kurulumu başarısız oldu

# @info:shell
source: Command to execute: install or uninstall.
tr: Yürütülecek komut: yükle veya kaldır.

# @info:shell
source: Path to archive.
tr: Arşiv yolu.

# @info
source: No PackageKit support
tr: PackageKit desteği yok

# @title:window
source: Confirm Installation
tr: Kurulumu Onayla

# @info
source: You are about to install a binary package. You should only install these from a trusted author/packager.
tr: Bir ikili paket kurmak üzeresiniz. Bunları yalnızca güvenilir bir yazar/paketleyiciden yüklemelisiniz.

# @action:button
source: Accept Risk And Continue
tr: Riski Kabul Et Ve Devam Et

# @action:button
source: View File
tr: Dosyayı Görüntüle

# @info
source: The mime type %1 is not supported by the packagekit backend
tr: %1 mime tipi, packagekit arka ucu tarafından desteklenmiyor

# @info
source: This plugin does not provide an uninstallation script. Please contact the author. You can try to uninstall the plugin manually.<nl/>If you do not feel capable or comfortable with this, click <interface>Cancel</interface> now.
tr: Bu eklenti bir kaldırma komut dosyası sağlamıyor. Lütfen yazarla iletişime geçin. Eklentiyi elle kaldırmayı deneyebilirsiniz.<nl/>Bu konuda yeterli veya rahat hissetmiyorsanız <interface>İptal</interface>'i tıklayın.

# @info
source: This plugin does not provide an uninstallation script. Please contact the author. You can try to uninstall the plugin manually. Please have a look at the README for instructions from the author.<nl/>If you do not feel capable or comfortable with this, click <interface>Cancel</interface> now.
tr: Bu eklenti bir kaldırma komut dosyası sağlamıyor. Lütfen yazarla iletişime geçin. Eklentiyi elle kaldırmayı deneyebilirsiniz. Yazarın talimatları için lütfen README dosyasına bakın<nl/>Bu konuda yeterli veya rahat hissetmiyorsanız <interface>İptal</interface>'i tıklayın.

# @info
source: This plugin does not provide an installation script. Please contact the author. You can try to install the plugin manually.<nl/>If you do not feel capable or comfortable with this, click <interface>Cancel</interface> now.
tr: Bu eklenti bir kurulum komut dosyası sağlamıyor. Lütfen yazarla iletişime geçin. Eklentiyi elle yüklemeyi deneyebilirsiniz.<nl/>Bu konuda yeterli veya rahat hissetmiyorsanız, Şimdi <interface>İptal</interface>'i tıklayın.

# @info
source: This plugin does not provide an installation script. Please contact the author. You can try to install the plugin manually. Please have a look at the README for instructions from the author.<nl/>If you do not feel capable or comfortable with this, click <interface>Cancel</interface> now.
tr: Bu eklenti bir kurulum komut dosyası sağlamıyor. Lütfen yazarla iletişime geçin. Eklentiyi manuel olarak yüklemeyi deneyebilirsiniz. Yazarın talimatları için lütfen README dosyasına bakın.<nl/>Bu konuda yeterli veya rahat hissetmiyorsanız, Şimdi <interface>İptal</interface>'i tıklayın.

# @info
source: This plugin uses a script for installation which can pose a security risk. Please examine the entire plugin's contents before installing, or at least read the script's source code.<nl/>If you do not feel capable or comfortable with this, click <interface>Cancel</interface> now.
tr: Bu eklenti, kurulum için güvenlik riski oluşturabilecek bir komut dosyası kullanıyor. Lütfen yüklemeden önce eklentinin tüm içeriğini inceleyin veya en azından betiğin kaynak kodunu okuyun.<nl/>Bu konuda yeterli veya rahat hissetmiyorsanız, Şimdi <interface>İptal</interface>'i tıklayın.

# @info
source: This plugin uses a script for installation which can pose a security risk. Please examine the entire plugin's contents before installing, or at least read the README file and the script's source code.<nl/>If you do not feel capable or comfortable with this, click <interface>Cancel</interface> now.
tr: Bu eklenti, kurulum için güvenlik riski oluşturabilecek bir komut dosyası kullanıyor. Lütfen yüklemeden önce eklentinin tüm içeriğini inceleyin veya en azından README dosyasını ve komut dosyasının kaynak kodunu okuyun.<nl/>Bu konuda yeterli veya rahat hissetmiyorsanız, Şimdi <interface>İptal</interface>'i tıklayın.

# @action:button
source: Mark entry as uninstalled
tr: Girdiyi kaldırılmış olarak işaretle

# @action:button
source: Mark entry as installed
tr: Girdiyi yüklenmiş olarak işaretle

# @action:button
source: View Script
tr: Betiği Görüntüle

# @action:button
source: View Source Directory
tr: Kaynak Dizini Görüntüle

# @action:button
source: View %1
tr: Göster: %1

# @info
source: Could not resolve package name of %1
tr: %1 paketinin adı çözülemedi

# @info
source: Failed to run install command: <message>%1</message>
tr: Yükleme komutu çalıştırılamadı: <message>%1</message>
